{"content":[{"body":"Nach langer Zeit und der Babypause konnte ich nun zum wiederholten Male eine Klangmassagensitzung bei Santina abhalten. Nach dem ersten Mal trat ein schöner Nebeneffekt in Form von besonders intensiven Träumen für ungefähr 2-3 Wochen nach der Massage auf. Santina meinte es mögen sich eventuelle Blockaden gelöst haben, die das ermöglichten. Auf den zweiten Termin habe ich dann lange gewartet. Während sich die Intensivierung des Traumes nicht nochmals wiederholte war es dennoch wieder eine wunderbar entspannende Auszeit vom Alltag. Ich denke es wird nicht meine letzte Klangmassage gewesen sein!","author":"Falk"},{"body":"Nun kamen endlich die Neugierde und der Terminkalender überein und ich konnte die Klangmassage von Santina am 03.06.15 ausprobieren. Nach einem einführenden interessanten Gespräch über Herkunft und Wirkungsmechanismen der Klangmassagetechnik erhielt ich in entspannter Atmosphäre eine ca. 30 minütige Klangmassage. Es handelte sich um eine Basismassage um auch erstmal mit dieser Art der Entspannung vertraut zu werden. Bäuchlinks wurden die unterschiedlich großen Schalen zunächst im Bereich meiner Aura angeschlagen und dann entsprechend ihrer Funktion auch direkt auf meinen Körper gestellt. Es war sehr intressant zu spüren wie die unterschiedlichen Schwingungen mal mehr mal weniger intensiv durch meinen Körper wanderten. Da bis auf das Klingen der Schalen absolute Ruhe herrschte, konnte ich in einen entspannten Dämmerzustand fallen. Ob sich tatsächlich meine leichten Rückenleiden (Büroalltag) und eine Blockade im Knöchel in dieser Schnuppersitzung erfolgreich behandeln ließen werde ich beobachten. Ich fand es eine sehr schöne Erfahrung und kann es jedem nur empfehlen auszuprobieren!","author":"Benjamin"},{"body":"Aufgrund von Rückenbeschwerden (vermutlich hatte ich mir nach einer kalten Nacht einen Nerv eingeklemmt) ließ ich mich nach anfänglicher Skepsis zu einer Klangmassage überreden. Tatsächlich verschwanden die Beschwerden wenige Stunden nach der Behandlung. Vermutlich haben die Schallwellen, im wahrsten Sinne des Wortes, die Nerven beruhigt bzw. entspannt. Nochmals vielen Dank und alles Gute.","author":"Robert"}]}